#coding:utf-8
test_content = u"""<p>                     
</p>
<p>
    <br/>
</p>
<p>
    史蒂夫.乔布斯早年把苹果的系统设计成封闭式的时候，苹果粉丝们说他有性格，酷，后来他为了迁就市场开始有所妥协的时候，他们说他成熟稳健，牛13。<br/>PC用户呢？比尔.盖茨朝左的时候，他们说他王八蛋，比尔盖茨朝右的时候，他们说他龟儿子，比尔.盖茨把他几乎所有的财产都捐出来做慈善事业的时候，他们翘起了大拇指。<br/><img src="/static/upload/201307/9604985a-f5c0-11e2-b1bf-e06995534698.jpg" onload="javascript:DrawImage(this,600,600)"/><br/>ipod<br/>最为人诟病的是它光洁的镜面外壳很容易弄上手印或是划花，消费者对此做出负面评价的时候，凶悍忠诚型的苹果粉丝的反应是“你爱买不买！谁逼你买了？”温顺<br/>忠贞型的苹果粉丝的反应则是垂头丧气。洗脑派的乔布斯老师看到这种情况就端着一盆水走过来说，“划花了有什么关系？这样更酷，因为每个人划花的都不一样，<br/>等用了一段时间之后，你们每个人就都能有一个独一无二，与众不同的ipod了。”于是两种粉丝都湿漉漉地笑着说，“液！”<br/><br/><br/>2005<br/>年，迟钝的苹果公司终于推出双键式鼠标的时候，很多一直硬着头皮坚持用苹果独有的弱智单键鼠标，嘴里还念叨着“复杂的社会，简单的苹果”和“think<br/>different”的**苹果粉丝们终于装不下去了，纷纷冲出来购买，还在网上互相通知难兄难弟们，“苹果鼠标有右键了！苹果鼠标有右键了！”是啊，苹<br/>果只用了短短的二十多年就在鼠标上加上了右键，这是多么了不起的发展速度啊，要知道自行车可是诞生了近百年的时候，才有人给它加上了车闸的呀。<br/>我<br/>第一次在一个朋友(他是个超级苹果粉丝)的办公室里试用苹果电脑的时候，很惊讶的发现苹果鼠标没有右键，更惊讶的是我发现苹果的操作系统是支持PC双键鼠<br/>标的，但我这个宝贝哥儿们说他一直都用单键的苹果原装鼠标，还告诉我，“其实，没必要用双键鼠标，在苹果上，你只要点击鼠标的同时按住control键就<br/>能调出右键菜单…”我看了看他，很心疼地对他说，“SB，别这样，对自己好一点儿。”<br/><br/>
</p>
<p>
    我自己买的第一台苹果电脑是玩具一样的mac mini
G4，原配的是256M内存（那时候很多PC笔记本也只有这点儿内存。另外，国产的低端笔记本价钱也跟mac
mini差不多），我按照苹果论坛上一些网友的建议把它升级到512M之后，发现还是慢得不像话，这时候在我常去的论坛上一些人开始怀疑同档次的mac比
pc慢，于是有苹果粉丝出来说，“你把内存升级到一个G，mac的优势就显示出来了”。我就找了卖电脑的朋友换上了1G的内存，可觉得还是很慢，于是到论
坛里汇报了一下。结果好几个资深苹果粉丝又表示，“你要是把内存升级到两G，mac的优势就显示出来了”。擦，我要是把同档次的pc升级到两G内存，它会
快得让我不好意思。
</p>
<p>
    <br/>
</p>
<p>
    <br/>
</p>
<p>
    <br/>
</p>
<p>
    苹果公司起初是卖电脑的，还卖得很好，后来电脑卖不出去，它就开始贩卖“苹果文化”了，最终培养了一大批忠诚的、“有个性”、“有品位”的苹果势利眼。很
多苹果粉丝愿意花更多的钱买甚至可能更差的东西的一个深层心理是，得以跻身这个“有个性”、“有品位”的群体，并且获得一种（以优越的姿态俯视那些平庸的
pc用户带来的）美好感觉，使得那点额外的支出变得微不足道。本质上，一切激起感性消费欲望的奢侈品或多或少走的都是这条路子。这一定程度上解释了为什么
当史蒂夫.乔布斯决定让苹果电脑转用比PoworPC
G5更有优势的intel芯片时，很多最忠诚的苹果粉丝和乔布斯粉丝都感到愤怒、委屈和伤心：在他们看来，苹果用什么芯片并不重要，PowerPC芯片是
不是有缺陷也不重要，重要的是他们心中高贵的苹果不能跟阿猫阿狗都在使用的土鳖芯片intel搞在一起，听听intel芯片的名字吧，“扣肉”！对这些
apple
snob来说，苹果本来是LV，是prada，现在好像一夜之间要变成班尼路、真维斯，甚至是红旗牌晴纶三角裤衩了。我到现在都很清楚地记得乔布斯宣布改
用intel芯片时，苹果粉丝们的论坛上一片哭爹叫娘的声音，“以后我们怎么办？”“那苹果跟pc还有什么区别了？”“史蒂夫背叛了我们！”<br/>重症患者甚至对苹果公司发布Boot
Camp来允许苹果用户在mac上安装windows都感到愤怒，认为这是“让肮脏的血液流在高贵的血管里”。<br/>比一个SB更让人受不了的，是一个咄咄逼人的SB
</p>
<p>
    <br/>
</p>
<p>
    <br/>
</p>
<p>
    <br/>
</p>
<p>
    
                    
                
</p>
                                    

"""